tap "adoptopenjdk/openjdk"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "python@3.9"
brew "awscli"
brew "azure-cli"
brew "docker"
brew "docker-compose"
brew "unbound"
brew "gnutls"
brew "nghttp2"
brew "gcc"
brew "graphviz"
brew "helm"
brew "kubernetes-cli"
brew "kubectx"
brew "maven"
brew "postgresql"
brew "ruby"
brew "telnet"
brew "tmux"
brew "tree"
brew "vim"
cask "adoptopenjdk14"
cask "brave-browser"
cask "google-cloud-sdk"
cask "microsoft-auto-update"
cask "microsoft-outlook"
cask "microsoft-teams"
cask "miniconda"
cask "pgadmin4"
cask "slack"
cask "visual-studio-code"
